<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>User's Manual - SkinBuilder for Sunisoft Skin Solutions v2</title>
<STYLE>
<!-- 
A:link {text-decoration: none; color: blue} 
A:visited {text-decoration: none; color: blue} 
A:active {text-decoration: red} 
A:hover {text-decoration: underline; color:red} 
td{font-family:Verdana}
.style1 {
	color: #000066;
	font-weight: bold;
}
.style2 {color: #006e16}
.style3 {color: #009a0e}
-->
</STYLE>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">
<table width="100%" border="0" cellpadding="0" cellspacing="0" background="images/back.jpg">
  <tr>
    <td width="1%">&nbsp;</td>
    <td width="100%" background="images/titleback.gif"><span class="style2">
	<strong><font face="Arial" size="4">SkinBuilder</font></strong></span><strong><font size="4" face="Arial"><span class="style3">-</span></font><span class="style3"><font size="4" face="&#23435;&#20307;">&#20851;&#20110;&#19996;&#26085;&#36719;&#20214;</font></span></strong></td>
    <td width="8%"><img src="images/productlogo.jpg" width="242" height="51"></td>
  </tr>
</table>
<table width="100%" border="0" cellpadding="0" cellspacing="0">
  <tr>
    <td>&nbsp;</td>
  </tr>
  <tr>
    <td align="center">
    <p align="left"><font face="&#23435;&#20307;" style="font-size: 9pt"><b>&#19996;&#26085;&#36719;&#20214;</b>&#33268;&#21147;&#20110;&#38754;&#21521;&#36719;&#20214;&#24320;&#21457;&#32773;&#30340;&#36741;&#21161;&#24037;&#20855;&#36719;&#20214;&#20197;&#21450;&#38754;&#21521;&#26368;&#32456;&#29992;&#25143;&#30340;&#20010;&#20154;&#24212;&#29992;&#36719;&#20214;&#30340;&#24320;&#21457;&#12290;</font></p>
	<p align="left"><b><font style="font-size: 9pt">&#19996;&#26085;&#36719;&#20214;&#25552;&#20379;&#20043;&#35299;&#20915;&#26041;&#26696;</font></b></p>
	<ul>
		<li>
		<p align="left"><b><font style="font-size: 9pt">&#19996;&#26085; Skin &#26041;&#26696; v2<br>
		</font>
		</b><font style="font-size: 9pt"><font face="&#23435;&#20307;">&#33258;2001&#24180;&#20197;&#26469;&#65292;&#25105;&#20204;&#25345;&#32493;&#20026;</font>Delphi/C++Builder<font face="&#23435;&#20307;">&#30340;&#24320;&#21457;&#32773;&#25552;&#20379;</font>Skin<font face="&#23435;&#20307;">&#26041;&#26696;&#65288;</font><i>SUIPack/SUISkin</i></font><font face="&#23435;&#20307;" style="font-size: 9pt">&#65289;&#12290;</font><font style="font-size: 9pt"><font face="&#23435;&#20307;">&#20174;2005&#24180;&#36215;&#65292;&#25105;&#20204;&#23558;&#25105;&#20204;&#30340;&#30340;</font>Skin<font face="&#23435;&#20307;">&#25216;&#26415;&#25193;&#23637;&#21040;</font>.NET(Winforms)<font face="&#23435;&#20307;">&#24179;&#21488;</font> 
		(<i>IrisSkin</i>) <font face="&#23435;&#20307;">&#12290;&#19996;&#26085; </font>Skin<font face="&#23435;&#20307;"> &#26041;&#26696;</font> v2 
		<font face="&#23435;&#20307;">&#26159;&#23545;&#25152;&#26377;&#30340;&#36825;&#20123;&#20135;&#21697;&#19968;&#27425;&#20840;&#38754;&#21319;&#32423;&#12290;
		&#23427;&#21253;&#25324;&#65306;&#21319;&#32423;&#30340;</font>Skin<font face="&#23435;&#20307;">&#25551;&#36848;&#35268;&#33539;&#12289;&#20026;</font>UI/Skin<font face="&#23435;&#20307;">&#35774;&#35745;&#24072;&#25552;&#20379;&#20840;&#26032;&#30340;&#26356;&#26131;&#29992;&#30340;</font>SkinBuilder<font face="&#23435;&#20307;">&#24037;&#20855;&#12289;&#20026;&#24320;&#21457;&#32773;&#25552;&#20379;&#31526;&#21512;&#26032;&#35268;&#33539;&#30340;&#26356;&#26032;&#30340;&#32452;&#20214;&#21253;&#12290;</font></font></p>
		<ul>
			<li>
			<p align="left"><font style="font-size: 9pt">VCL &#26041;&#26696;&#65288;&#38754;&#21521; Delphi/C++Builder </font>
			<span style="font-size: 9pt">&#24320;&#21457;&#32773;&#65289;</span></p>
			<ul>
				<li>
				<p align="left"><font style="font-size: 9pt"><b>SUISkin</b> - 
				SUISkin 
				&#26159;&#20026;Delphi&#21644;C++Builder&#24320;&#21457;&#30340;&#26368;&#26131;&#29992;&#30340;&#30028;&#38754;&#22686;&#24378;VCL&#32452;&#20214;&#21253;&#12290;&#23427;&#33021;&#23436;&#20840;&#33258;&#21160;&#30340;&#20026;&#24744;&#30340;&#24212;&#29992;&#31243;&#24207;&#28155;&#21152;&#25903;&#25345;&#25442;&#32932;&#21151;&#33021;&#65292;&#29978;&#33267;&#19981;&#38656;&#35201;&#26356;&#25913;&#24744;&#30340;&#35774;&#35745;&#22909;&#30340;Form&#20197;&#21450;&#28155;&#21152;&#19968;&#34892;&#20195;&#30721;&#65281;&#24744;&#20063;&#19981;&#20877;&#38656;&#35201;&#33457;&#36153;&#24456;&#22810;&#26102;&#38388;&#26469;&#20351;&#24471;&#33258;&#24049;&#30340;&#24212;&#29992;&#31243;&#24207;&#26356;&#28418;&#20142;&#12290;SUISkin 
				&#25552;&#20379;&#19968;&#20010;&#24378;&#22823;&#30340;&#32452;&#20214;TsuiSkinEngine&#32452;&#20214;&#26469;&#24110;&#21161;&#24744;&#23436;&#25104;&#36825;&#19968;&#20999;&#25152;&#26377;&#30340;&#24037;&#20316;&#12290;&#24744;&#38656;&#35201;&#20570;&#30340;&#65292;&#21482;&#26159;&#23558;&#19968;&#20010;TsuiSkinEngine 
				&#32452;&#20214;&#25302;&#25918;&#21040;&#24744;&#35774;&#35745;&#30340;&#20027;Form&#19978;&#65292;&#24182;&#19988;&#35774;&#32622;&#19968;&#20123;&#23646;&#24615;&#65292;&#28982;&#21518;&#25152;&#26377;&#30340;Form&#65292;&#20197;&#21450;&#25152;&#26377;&#23545;&#35805;&#26694;&#65292;&#37117;&#20250;&#33258;&#21160;&#30340;&#22312;&#36816;&#34892;&#26102;&#25903;&#25345;&#25442;&#32932;&#21151;&#33021;&#12290;&#24744;&#20063;&#21487;&#20197;&#36731;&#26131;&#30340;&#35753;&#24212;&#29992;&#31243;&#24207;&#22238;&#22797;&#21040;&#21407;&#22987;Windows&#39118;&#26684;&#12290;</font></p></li>
				<li>
				<p align="left"><font style="font-size: 9pt"><b>SUIPack</b> - 
				SUIPack&#26159;&#19968;&#27454;&#20026;Delphi&#21644;C++Builder&#24320;&#21457;&#30340;&#25152;&#35265;&#21363;&#25152;&#24471;&#30340;&#30028;&#38754;&#22686;&#24378;VCL&#32452;&#20214;&#65292;&#23427;&#21487;&#20197;&#24110;&#21161;&#24744;&#21019;&#24314;&#20855;&#26377;&#19987;&#19994;&#30340;&#30028;&#38754;&#22806;&#35266;&#35774;&#35745;&#30340;&#24212;&#29992;&#31243;&#24207;&#65292;&#22823;&#22823;&#33410;&#30465;&#24744;&#30340;&#26102;&#38388;&#21644;&#24320;&#21457;&#25104;&#26412;&#12290;&#23427;&#25552;&#20379;&#36229;&#36807;60&#20010;&#25903;&#25345;&#25442;&#32932;&#30340;&#26367;&#25442;&#32452;&#20214;&#24182;&#19988;&#20869;&#32622;5&#31181;&#30382;&#32932;&#12290;&#38500;&#20102;&#26631;&#20934;&#32452;&#20214;&#30340;&#26367;&#25442;&#21697;&#65292;&#21478;&#22806;&#36824;&#25552;&#20379;&#19968;&#20123;&#38468;&#21152;&#32452;&#20214;&#65292;&#27604;&#22914;&#65306;MSN&#39118;&#26684;&#30340;&#27668;&#27873;&#31383;&#21475;&#12289;&#19981;&#35268;&#21017;Form&#65292;Side 
				Channel&#65292;&#21487;&#24377;&#20986;Panel&#31561;&#12290;</font></p></li>
			</ul>
			</li>
			<li>
			<p align="left"><font style="font-size: 9pt">.NET(Winforms) &#26041;&#26696;&#65288;&#38754;&#21521; 
			Microsoft VisualStudio.NET/Delphi.NET &#24320;&#21457;&#32773;&#65289;</font></p>
			<ul>
				<li>
				<p align="left"><font style="font-size: 9pt"><b>IrisSkin </b>- 
				IrisSkin &#26159;&#20026;Microsoft Visual 
				Studio.NET&#24320;&#21457;&#30340;&#26368;&#26131;&#29992;&#30340;&#30028;&#38754;&#22686;&#24378;.NET(WinForm)&#32452;&#20214;&#21253;&#12290;&#23427;&#33021;&#23436;&#20840;&#33258;&#21160;&#30340;&#20026;&#24744;&#30340;&#24212;&#29992;&#31243;&#24207;&#28155;&#21152;&#25903;&#25345;&#25442;&#32932;&#21151;&#33021;&#65292;&#29978;&#33267;&#19981;&#38656;&#35201;&#26356;&#25913;&#24744;&#30340;&#35774;&#35745;&#22909;&#30340;Form&#20197;&#21450;&#28155;&#21152;&#19968;&#34892;&#20195;&#30721;&#65281;&#24744;&#20063;&#19981;&#20877;&#38656;&#35201;&#33457;&#36153;&#24456;&#22810;&#26102;&#38388;&#26469;&#20351;&#24471;&#33258;&#24049;&#30340;&#24212;&#29992;&#31243;&#24207;&#26356;&#28418;&#20142;&#12290;IrisSkin 
				&#25552;&#20379;&#19968;&#20010;&#24378;&#22823;&#30340;&#32452;&#20214;SkinEngine&#32452;&#20214;&#26469;&#24110;&#21161;&#24744;&#23436;&#25104;&#36825;&#19968;&#20999;&#25152;&#26377;&#30340;&#24037;&#20316;&#12290;&#24744;&#38656;&#35201;&#20570;&#30340;&#65292;&#21482;&#26159;&#23558;&#19968;&#20010;SkinEngine 
				&#32452;&#20214;&#25302;&#25918;&#21040;&#24744;&#35774;&#35745;&#30340;&#20027;Form&#19978;&#65292;&#24182;&#19988;&#35774;&#32622;&#19968;&#20123;&#23646;&#24615;&#65292;&#28982;&#21518;&#25152;&#26377;&#30340;Form&#20197;&#21450;&#23545;&#35805;&#26694;&#65292;&#37117;&#20250;&#33258;&#21160;&#30340;&#22312;&#36816;&#34892;&#26102;&#25903;&#25345;&#25442;&#32932;&#21151;&#33021;&#12290;&#24744;&#20063;&#21487;&#20197;&#36731;&#26131;&#30340;&#35753;&#24212;&#29992;&#31243;&#24207;&#22238;&#22797;&#21040;&#21407;&#22987;Windows&#39118;&#26684;&#12290;</font></p></li>
			</ul>
			</li>
		</ul>
		</li>
		<li>
		<p align="left"><span style="font-size: 9pt"><b>&#36719;&#20214;</b></span><font style="font-size: 9pt"><b>&#20998;&#21457;&#26041;&#26696;</b><br>
		&#36719;&#20214;&#24320;&#21457;&#26085;&#30410;&#22797;&#26434;&#65292;&#21487;&#33021;&#24744;&#24819;&#19987;&#27880;&#20110;&#24320;&#21457;&#36719;&#20214;&#30340;&#26680;&#24515;&#21151;&#33021;&#65292;&#20294;&#26159;&#24744;&#30340;&#29992;&#25143;&#24819;&#35201;&#24471;&#21040;&#21451;&#22909;&#30340;&#23433;&#35013;&#30028;&#38754;&#12289;&#26041;&#20415;&#30340;&#36890;&#36807;&#32593;&#32476;&#36827;&#34892;&#22312;&#32447;&#21319;&#32423;&#31561;&#21151;&#33021;&#12290;&#22914;&#26524;&#24744;&#24819;&#33410;&#30465;&#26356;&#22810;&#30340;&#26102;&#38388;&#21644;&#37329;&#38065;&#65292;&#25110;&#32773;&#19981;&#24819;&#38599;&#20323;&#26356;&#22810;&#30340;&#36719;&#20214;&#24037;&#31243;&#24072;&#26469;&#23454;&#29616;&#36825;&#26679;&#30340;&#24037;&#20855;&#65292;&#37027;&#20040;&#8230;&#8230;</font></p>
		<ul>
			<li>
			<p align="left"><span style="font-size: 9pt">&#38754;&#21521;&#25152;&#26377;Windows&#24320;&#21457;&#32773;</span></p>
			<ul>
				<li>
				<p align="left"><font style="font-size: 9pt"><b>IncUpdate</b> - 
				IncUpdate 
				&#33021;&#22815;&#24110;&#21161;&#20320;&#22312;10&#20998;&#38047;&#20869;&#20026;&#24744;&#30340;&#36719;&#20214;&#20135;&#21697;&#21152;&#19978;&#26234;&#33021;&#21319;&#32423;&#30340;&#21151;&#33021;&#65292;&#24182;&#19988;&#26080;&#38656;&#32534;&#20889;&#20219;&#20309;&#20195;&#30721;&#12290;&#26080;&#35770;&#24744;&#20351;&#29992;&#30340;&#26159;&#20160;&#20040;&#24320;&#21457;&#24037;&#20855;&#25110;&#32534;&#31243;&#35821;&#35328;&#65292;&#21482;&#35201;&#26159;&#22522;&#20110;Windows&#30340;&#36719;&#20214;&#65292;&#37117;&#21487;&#20197;&#20351;&#29992;IncUpdate&#12290;</font></p></li>
			</ul>
			</li>
		</ul>
		</li>
		<li>
		<p align="left"><font style="font-size: 9pt"><b>&#20010;&#20154;&#20449;&#24687;&#31649;&#29702;</b><br>
		</font><span style="font-size: 9pt">&#20174;2003&#24180;&#36215;&#65292;&#19996;&#26085;&#36719;&#20214;&#24320;&#22987;&#20026;&#20010;&#20154;&#29992;&#25143;&#25552;&#20379;&#20010;&#20154;&#20449;&#24687;&#31649;&#29702;&#24212;&#29992;&#36719;&#20214;&#24037;&#20855;&#12290;</span></p>
		<ul>
			<li>
			<p align="left"><span style="font-size: 9pt"><b>&#19996;&#26085;&#65293;&#20010;&#20154;&#35760;&#20107;&#26412; PIMOne</b></span><font style="font-size: 9pt"> - 
			&#24744;&#26159;&#21542;&#27491;&#22312;&#20026;&#23384;&#22312;&#30005;&#33041;&#20013;&#30340;&#20010;&#20154;&#38544;&#31169;&#20449;&#24687;&#30340;&#23433;&#20840;&#24615;&#21644;&#21487;&#38752;&#24615;&#32780;&#22836;&#30140;&#65311;&#24744;&#26159;&#21542;&#24050;&#32463;&#21388;&#20518;&#20102;&#37027;&#20123;&#30028;&#38754;&#21476;&#26495;&#21448;&#32769;&#26087;&#30340;&#20010;&#20154;&#20449;&#24687;&#31649;&#29702;&#36719;&#20214;&#65311;&#19996;&#26085;&#65293;PIMOne&#26159;&#19968;&#20010;&#20855;&#26377;&#26102;&#23578;&#12289;&#32654;&#35266;&#22806;&#35266;&#24182;&#19988;&#26131;&#29992;&#30340;&#20010;&#20154;&#20449;&#24687;&#31649;&#29702;&#36719;&#20214;&#65292;&#23427;&#26159;&#24744;&#19981;&#21487;&#32570;&#23569;&#30340;&#21161;&#25163;&#65292;&#20026;&#24744;&#30340;&#24037;&#20316;&#21644;&#29983;&#27963;&#24102;&#26469;&#26497;&#22823;&#22320;&#20415;&#21033;&#12290;&#20316;&#20026;&#19968;&#27454;&#20010;&#20154;&#20449;&#24687;&#31649;&#29702;&#36719;&#20214;&#65292;&#23427;&#25552;&#20379;&#20102;&#35832;&#22810;&#21151;&#33021;&#65292;&#20363;&#22914;&#65306;&#26085;&#31243;&#23433;&#25490;&#12289;&#23567;&#31192;&#20070;&#12289;&#20219;&#21153;&#31649;&#29702;&#12289;&#36890;&#35759;&#24405;&#12289;&#23494;&#30721;&#31649;&#29702;&#12289;&#22791;&#24536;&#24405;&#20197;&#21450;&#33410;&#26085;&#31649;&#29702;&#31561;&#65292;&#20197;&#21450;&#26356;&#22810;&#23454;&#29992;&#30340;&#38468;&#21152;&#24037;&#20855;&#65292;&#22914;&#65306;&#30005;&#23376;&#37038;&#20214;&#25506;&#27979;&#12289;&#20581;&#24247;&#23567;&#22825;&#20351;&#12289;&#20892;&#21382;&#26085;&#21382;&#31561;&#12290;&#26377;&#20102;&#23427;&#65292;&#24744;&#21487;&#20197;&#31995;&#32479;&#21270;&#30340;&#31649;&#29702;&#24744;&#30340;&#24037;&#20316;&#21644;&#29983;&#27963;&#20449;&#24687;&#24182;&#19988;&#20445;&#25252;&#22909;&#24744;&#30340;&#20010;&#20154;&#38544;&#31169;&#12290;</font></p></li>
			<li>
			<p align="left"><font style="font-size: 9pt"><b>&#19996;&#26085;&#65293;&#22810;&#23186;&#20307;&#26085;&#35760;&#26412; DiaryOne </b>- 
			&#20889;&#26085;&#35760;&#65292;&#35760;&#24405;&#19979;&#25105;&#20204;&#30340;&#29983;&#27963;&#65292;&#26159;&#19968;&#20214;&#26377;&#36259;&#30340;&#20107;&#24773;&#12290;&#32780;&#29616;&#23454;&#26159;&#65292;&#24744;&#26159;&#21542;&#22836;&#30140;&#20110;&#20256;&#32479;&#26085;&#35760;&#26412;&#19981;&#33021;&#24456;&#22909;&#30340;&#20445;&#25252;&#24744;&#30340;&#38544;&#31169;&#65311;&#24744;&#26159;&#21542;&#24050;&#32463;&#21388;&#20518;&#20102;&#37027;&#20123;&#21482;&#33021;&#20445;&#23384;&#32431;&#25991;&#26412;&#30340;&#30005;&#23376;&#26085;&#35760;&#26412;&#36719;&#20214;&#65311;&#19996;&#26085;-&#22810;&#23186;&#20307;&#26085;&#35760;&#26412;DiaryOne&#26159;&#19968;&#20010;&#21019;&#26032;&#30340;&#22810;&#23186;&#20307;&#26085;&#35760;&#26412;&#36719;&#20214;&#65292;&#20182;&#21487;&#20197;&#23433;&#20840;&#22320;&#20445;&#25252;&#24744;&#30340;&#20010;&#20154;&#38544;&#31169;&#12290;&#23427;&#20197;&#26102;&#23578;&#30340;&#22806;&#35266;&#65292;&#23545;&#20016;&#23500;&#25991;&#26412;&#12289;&#22270;&#29255;&#12289;&#22810;&#23186;&#20307;&#20197;&#21450;&#38468;&#20214;&#30340;&#25903;&#25345;&#65292;&#35753;&#24744;&#25317;&#26377;&#19968;&#20010;&#23436;&#20840;&#31169;&#20154;&#30340;&#22810;&#24425;&#30340;&#20010;&#24615;&#21270;&#26085;&#35760;&#26412;&#12290;&#21478;&#22806;&#65292;&#24744;&#20165;&#20165;&#28857;&#20987;&#19968;&#19979;&#65292;&#23601;&#25226;&#24744;&#24819;&#20998;&#20139;&#32473;&#26379;&#21451;&#30340;&#26085;&#35760;&#36731;&#26494;&#22320;&#21457;&#24067;&#21040;&#24744;&#30340;MSN 
			Spaces blog&#19978;&#12290;&#20219;&#20309;&#22312;&#20114;&#32852;&#32593;&#19978;&#30340;&#26379;&#21451;&#65292;&#37117;&#21487;&#20197;&#36731;&#26494;&#30475;&#21040;&#24744;&#30340;&#20844;&#24320;&#26085;&#35760;&#12290;</font></p></li>
			<li>
			<p align="left"><font style="font-size: 9pt"><b>&#19996;&#26085;&#65293;e&#32593;&#25171;&#23613; eDocOne </b>- </font>
			<span style="font-size: 9pt">
			&#20114;&#32852;&#32593;&#26159;&#19968;&#20010;&#20449;&#24687;&#23453;&#24211;&#65292;&#25105;&#20204;&#20174;&#20114;&#32852;&#32593;&#33719;&#21462;&#24040;&#37327;&#30340;&#20449;&#24687;&#24182;&#25226;&#26377;&#29992;&#30340;&#20445;&#23384;&#22312;&#30005;&#33041;&#19978;&#12290;&#37027;&#20040;&#65292;&#24744;&#22914;&#20309;&#26469;&#26377;&#26465;&#29702;&#30340;&#32452;&#32455;&#36825;&#20123;&#30005;&#23376;&#30340;&#20449;&#24687;&#21644;&#25991;&#31456;&#65292;&#24403;&#20320;&#22312;&#38656;&#35201;&#23427;&#20204;&#30340;&#26102;&#20505;&#65292;&#33021;&#22815;&#24456;&#26041;&#20415;&#30340;&#24555;&#36895;&#33719;&#21462;&#21602;&#65311;&#24744;&#26159;&#21542;&#24076;&#26395;&#26377;&#36825;&#26679;&#19968;&#20010;&#24037;&#20855;&#65292;&#21482;&#38656;&#35201;&#31616;&#21333;&#30340;&#40736;&#26631;&#28857;&#20987;&#23601;&#33021;&#24110;&#20320;&#25226;&#20114;&#32852;&#32593;&#19978;&#30340;&#20449;&#24687;&#20445;&#23384;&#19979;&#26469;&#24182;&#19988;&#26377;&#26465;&#29702;&#30340;&#32452;&#32455;&#36215;&#26469;&#65311;&#24403;&#28982;&#65292;&#36824;&#38656;&#35201;&#19968;&#20010;&#26102;&#23578;&#12289;&#32654;&#35266;&#30340;&#22806;&#35266;&#65292;&#32780;&#19981;&#26159;&#37027;&#31181;&#21315;&#31687;&#19968;&#24459;&#12289;&#27627;&#26080;&#29305;&#33394;&#30340;&#12290;&#19996;&#26085;-e&#32593;&#25171;&#23613; 
			eDocOne 
			&#26159;&#19968;&#27454;&#30005;&#23376;&#20449;&#24687;&#30340;&#31649;&#29702;&#36719;&#20214;&#65292;&#23427;&#21487;&#20197;&#36890;&#36807;&#30005;&#23376;&#20070;&#30340;&#24418;&#24335;&#24110;&#24744;&#25910;&#38598;&#12289;&#31649;&#29702;&#32593;&#19978;&#30340;&#25991;&#31456;&#12290;&#23427;&#20855;&#26377;&#26102;&#23578;&#30340;&#27169;&#25311;&#30495;&#23454;&#20070;&#26412;&#30340;&#22806;&#35266;&#65292;&#20197;&#21450;&#23545;&#20174;IE&#27983;&#35272;&#22120;&#33719;&#21462;&#20869;&#23481;&#30340;&#23436;&#20840;&#25903;&#25345;&#65292;&#20363;&#22914;&#65306;&#32593;&#39029;&#12289;&#36229;&#38142;&#25509;&#12289;&#22270;&#29255;&#12289;flash&#31561;&#12290;&#19996;&#26085;-e&#32593;&#25171;&#23613;&#21516;&#26102;&#36824;&#26159;&#19968;&#27454;&#30005;&#23376;&#20070;&#21457;&#24067;&#24037;&#20855;&#12290;&#23427;&#21487;&#20197;&#24110;&#21161;&#24744;&#29983;&#25104;.CHM&#25110;&#32773;.EXE&#24418;&#24335;&#30340;&#30005;&#23376;&#20070;&#65292;&#36825;&#26679;&#24744;&#23601;&#21487;&#20197;&#26041;&#20415;&#30340;&#23558;&#24744;&#30340;&#30005;&#23376;&#20869;&#23481;&#65288;&#25991;&#31456;&#65289;&#20998;&#20139;&#32473;&#20854;&#20182;&#20154;&#12290;<br>
&nbsp;</span></p></li>
		</ul>
		</li>
	</ul>
	<p align="left"><font style="font-size: 9pt"><font face="&#23435;&#20307;">&#26356;&#22810;&#20449;&#24687;&#35831;&#35775;&#38382;</font><a target="_blank" href="http://www.sunisoft.cn">http://www.sunisoft.cn</a><br>
	<br>
	<font face="&#23435;&#20307;">
	<b>&#32852;&#31995;&#25105;&#20204;</b></font><br>
	<font face="&#23435;&#20307;">&#32593;&#31449;&#65306; </font> 
	<a target="_blank" href="http://www.sunisoft.cn">http://www.sunisoft.cn</a><br>
	Email<font face="&#23435;&#20307;">&#65306;</font><a href="mailto:support@sunisoft.cn">support@sunisoft.cn</a></font><font size="2"><br>
&nbsp;</font></p>
	</td>
  </tr>
  <tr>
    <td align="center"><hr size=1>
	<a target="_blank" href="http://www.sunisoft.cn">
	<img src="images/logo.jpg" width="125" height="33" border="0"></a><br><div align="center">
              <font color="#666666" size="1">Email:</font><font size="1"> 
				<a href="mailto:support@sunisoft.cn">support@sunisoft.cn</a></font><div align="center">
				<font color="#666666" face="&#23435;&#20307;" style="font-size: 9pt">&#29256;&#26435;&#25152;&#26377;(c) 1999 - 
        2006&#65292;&#19996;&#26085;&#36719;&#20214;&#65292;&#20445;&#30041;&#25152;&#26377;&#26435;&#21033;</font></div>
	</td>
  </tr>
</table>
</body>
</html>